/* Initial login prompt for username and password */
"Login {0} with username and password" = "Log in met gebruikersnaam en wachtwoord";

/* Lookup of password in Keychain */
"No login credentials could be found in the Keychain" = "Er werden geen inloggegevens gevonden in de Sleutelhanger";
"The use of the Keychain is disabled in the Preferences" = "Het gebruik van de Sleutelhanger is uitgeschakeld in de Voorkeuren";

/* Password proctected private key for SSH public key authentication */
"Invalid passphrase" = "Ongeldige wachtwoordzin";
"Private key password protected" = "De private sleutel is beveiligd met een wachtwoord";
"Enter the passphrase for the private key file" = "Voer geheime zin in voor het privatesleutel-bestand";

"Login canceled" = "Inloggen geannuleerd";
"Login failed" = "Inloggen mislukt";
"Login successful" = "Inloggen gelukt";

/* Private key selection for SSH public key authentication */
"Select the private key in PEM or PuTTY format" = "Selecteer de private sleutel in PEM-/PuTTY-indeling";

/* Challenge-Respone authentication */
"Partial authentication success" = "Authenticatie gedeeltelijk gelukt";
"Provide additional login credentials" = "Geef aanvullende inloggegevens op";

/* Login prompt placeholders */
"Username" = "Gebruikersnaam";
"Password" = "Wachtwoord";

/* Warning when credentials are sent using unsecured protocol. Unsecure FTP connection */
"Unsecured {0} connection" = "Onbeveiligde {0}-verbinding";

/* Credentials sent over plaintext connection */
"{0} will be sent in plaintext." = "{0} zal als platte tekst overgedragen worden.";
"Don't show again" = "Toon niet opnieuw";
"Continue" = "Ga verder";
"Disconnect" = "Verbreek verbinding";

/* Protocol switch proposal */
"The server supports encrypted connections. Do you want to switch to {0}?" = "De server ondersteunt versleutelde verbindingen. Wilt u overschakelen naar {0}?";
"Change" = "Wijzig";

/* OAuth2 */
"Paste the authentication code from your web browser" = "Plak de authenticatiecode uit uw webbrowser";
"Open web browser to authenticate and obtain an authorization code" = "Open een webbrowser om te verifiëren en een autorisatiecode te verkrijgen";
"Authentication Code" = "Authentication Code";

"Create a passphrase required to access {0}" = "Maak een wachtwoordzin die vereist is om toegang te krijgen tot {0}";
